const PolicyContent = () => (
    <div className="container" style={{ paddingTop: 70 }}>
        <h1>Пользовательское соглашение</h1>
        <p>Настоящий документ &quot;Пользовательское соглашение&quot; представляет собой предложение ООО "Интерфакс-Лаб" (далее
            — «Администрация»), заключить договор на изложенных ниже условиях Соглашения.</p>
        <h2>1. Термины и определения</h2>
        <p>1.1. В настоящем документе и вытекающих или связанным с ним отношениях Сторон применяются следующие термины и
            определения:</p>
        <p>а) Платформа — программно-аппаратные средства, интегрированные с Сайтом;</p>
        <p>б) Пользователь — дееспособное физическое лицо, присоединившееся к настоящему Соглашению в собственном интересе
            либо выступающее от имени и в интересах представляемого им юридического лица;</p>
        <p>в) Сайт Администрации — интернет-сайты, размещенные в домене <a href="https://interfax-lab.com">https://interfax-lab.com </a>
             и его поддоменах;</p>
        <p>г) Соглашение - настоящее соглашение со всеми дополнениями и изменениями.</p>
        <h2>2. Предмет</h2>
        <p>2.1. Администрация предоставляет неисключительную лицензию на использование Платформы, а также оказывает
            сопутствующие услуги.</p>
        <p>2.2. Пользователь использует Платформу согласно условиям Соглашения.</p>
        <h2>3. Условия использования</h2>
        <p>3.1 Пользователь вправе использовать Платформу согласно Соглашению и действующему законодательству Российской
            Федерации.</p>
        <p>3.2. Платформа и услуги предоставляются на условиях «как есть».</p>
        <p>3.3. Пользователь принимает на себя все риски, связанные с использованием Платформы и услуг.</p>
        <p>3.4. Администрация не дает Пользователю никаких явно выраженных или предполагаемых гарантий в отношении Платформы и
            услуг, в том числе, не гарантирует (включая, но не ограничиваясь): пригодность для конкретных целей, безопасность и
            защищенность, точность, полноту, производительность, системную интеграцию, бесперебойное функционирование,
            отсутствие ошибок, исправление неполадок, отсутствие вирусов, законность использования на любых территориях за
            пределами Российской Федерации.</p>
        <p>3.5. Администрация не обязана оказывать консультационную и техническую поддержку Пользователю.</p>
        <p>3.6. Администрация не несет ответственности за:</p>
        <p>а) невозможность использования Платформы по причинам, не зависящим от Администрации;</p>
        <p>б) любые действия и/или бездействия поставщиков услуг, сервисов, сетей, программного обеспечения или
            оборудования;</p>
        <p>в) искажение, изменение, утрату Контента;</p>
        <h2>4. Интеллектуальная собственность</h2>
        <p>4.1. Администрация является правообладателем Платформы и ее составных частей (код, дизайн, базы данных, видео, медиа,
            контент).</p>
        <h2>5. Запрещенные действия</h2>
        <p>Пользователь не вправе:</p>
        <p>5.1. Использовать Платформу, Видео и Контент способами, прямо не предусмотренными Соглашением.</p>
        <p>5.2. Изменять, настраивать, переводить или создавать производные продукты, основанные на Сайте, а также
            интегрировать Сайт в другие результаты интеллектуальной деятельности;</p>
        <p>5.3. Предпринимать попытки обойти технические ограничения, установленные Платформой.</p>
        <p>5.4. Использовать Сайт для публикации, распространения, хранения, передачи в любой форме Контента,
            который:</p>
        <p>а) является незаконным, вредоносным, угрожающим, клеветническим, подстрекающим к насилию над каким-либо лицом или
            группой лиц, либо к бесчеловечному обращению с животными, призывает к совершению противоправной деятельности, в том
            числе разъясняет порядок применения взрывчатых веществ и иного оружия, нарушает общепринятые правила приличия и
            морально-этические нормы, содержит ненормативную лексику, пропагандирует ненависть и/или дискриминацию, а также
            содержит негативные и критические высказывания, касающиеся религии, политики, а также политических и общественных
            деятелей, избирательных объединений (политических партий, организаций, движений и т.п.) и иных лиц, расовых,
            этнических, личных качеств, способностей и внешнего вида третьих лиц, содержит оскорбления в адрес конкретных лиц или организаций;</p>
        <p>б) может быть воспринят как пропаганда определенных политических и религиозных взглядов, насилия, употребления
            наркотических средств, алкоголя и табакокурения;</p>
        <p>в) может быть воспринят как пропаганда политических взглядов, основной целью которой является распространение идей и
            сведений, направленных на формирование определенных установок, представлений, привлекательности этих идей, мнения о
            превосходстве таких политических взглядов или такого политического направления над другими, и при этом не ставит
            своей целью исключительно информирование населения об организации, объединении, их структуре, функциях, направлениях
            деятельности, программе и т.п.</p>
        <p>г) содержит публичные призывы к массовым беспорядкам, участию в массовых мероприятиях, проводимых с нарушением
            установленного порядка, к осуществлению террористической деятельности или публично оправдывающие терроризм, другие
            экстремистские материалы, недостоверную общественно значимую информацию, распространяемую под видом достоверных
            сообщений, которая создает угрозу массового нарушения общественного порядка и (или) общественной безопасности.</p>
        <p>д) нарушает права несовершеннолетних лиц;</p>
        <p>е) нарушает права третьих лиц на результаты интеллектуальной деятельности и приравненные к ним средства
            индивидуализации, права на информацию, составляющую коммерческую тайну, наносящего вред чести, деловой репутации и
            достоинству третьих лиц, нарушающего национальное и международное законодательство.</p>
        <p>ж) содержит не разрешенную к разглашению информацию;</p>
        <p>з) содержит вредоносное программное обеспечение (вирусы, черви, трояны или другие компьютерные коды, файлы или
            программы), предназначенное для нарушения, уничтожения либо ограничения функциональности любого компьютерного или
            телекоммуникационного оборудования (их частей), для осуществления несанкционированного доступа, для получения
            доступа к коммерческим программным продуктам, путем предоставления серийных номеров логинов, паролей, программ для
            их генерации и прочих средств для получения несанкционированного доступа к платным ресурсам, а также размещения
            ссылок на вышеуказанную информацию;</p>
        <p>и) представляет собой Спам, т.е. рассылку без согласия получателя сообщений коммерческого и некоммерческого характера
            в форме (включая, но не ограничиваясь): рекламы товаров, оборот которых запрещен или ограничен согласно
            законодательству РФ; сообщений социального и/или религиозно-мистического содержания с призывом о дальнейшем
            распространении таких сообщений («писем счастья»); списков чужих адресов электронной почты; схем «пирамид»,
            многоуровневого (сетевого) маркетинга (MLM); реферальных ссылок; систем Интернет-заработка и онлайн-бизнесов.;</p>
        <p>к) нарушает законодательство Российской Федерации, а также нормы международного права;</p>
        <p>л) может использоваться для незаконного сбора, хранения и обработки персональных данных других лиц;</p>
        <p>м) содержит рекламу и/или предложение на оказание услуг эротических спа-салонов и иных подобных услуг.</p>
        <p>5.5. Использовать Сайт для:</p>
        <p>а) Нарушения работы Платформы, в том числе размещения элементов, затрудняющих обмен информацией в реальном времени,
            открывающих дополнительные окна браузера, подменяющих функциональные элементы интерфейса и т.п.</p>
        <p>б) Размещения ссылок на ресурсы, содержание которых противоречит действующему законодательству РФ и нормам
            международного права.</p>
        <p>в) Распространения не соответствующих действительности сведений относительно своей причастности к Администрации и
            /или ее партнерам.</p>
        <p>г) Содействия любым мероприятиям, направленным на нарушение ограничений и запретов, налагаемых Соглашением, а также
            на нарушение норм действующего законодательства.</p>
        <h2>6. Права Администрации</h2>
        <p>6.1. Изменять, дорабатывать и обновлять Сайт без согласия и уведомления Пользователя.</p>
        <p>6.2. Устанавливать любые ограничения на использование Сайта.</p>
        <p>6.3. Проводить профилактические работы, влекущие приостановление работы Сайта.</p>
        <h2>7. Персональные данные</h2>
        <p>7.1. Платформа выполняет обработку персональных данных Пользователя в целях исполнения Соглашения согласно
            требованиям, установленным Федеральным законом «О персональных данных» от 27.07.2006 N 152-ФЗ и и
            Общеевропейского регламента о персональных данных (General Data Protection Regulation, GDPR).</p>
        <p>7.2. Порядок обработки и защита персональных данных определяется Политикой в области обработки и защиты персональных
            данных, расположенной по адресу <a href="https://interfax-lab.com">https://interfax-lab.com</a></p>
        <h2>8. Разрешение споров и разногласий</h2>
        <p>8.1. Все споры или разногласия, возникающие между Сторонами в связи с исполнением Соглашения, разрешаются ими путем
            переговоров.</p>
        <p>8.2. При недостижении Сторонами соглашения, споры и разногласия подлежат разрешению в претензионном порядке. Срок
            ответа на претензию — 30 дней.</p>
        <p>8.3. При невозможности прийти к соглашению спор может быть передан на разрешение суда по месту нахождения
            Администрации.</p>
        <p>8.4. Применимым правом является право Российской Федерации.</p>
        <h2>9. Исключительные и авторские права</h2>
        <p>9.1. Контент, размещенный на сайте, не может быть скопирован, опубликован, воспроизведен, переработан,
            распространен, продан или использован иным способом по частям или полностью без письменного согласия
            Администрации.</p>
        <p>&nbsp;</p>
        <p>Редакция от 14.04.2024</p>
    </div>
);

export default PolicyContent;